@ECHO OFF
CLS
:: THE "H" POSITIONS THE CURSOR, IE [5;10H PUTS THE CURSOR 5 LINES DOWN
::   AND 10 SPACES OVER.  7 DOWN & 20 OVER, SEE EXAMPLE, BELOW: ::ECHO [5;10H[1;37;40m Testing @ECHO [7;23H[1;37;40mÉÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍ»
@ECHO [8;23H[1;37;40mº                            º
@ECHO [9;23H[1;37;40mº                            º
@ECHO [10;23H[1;37;40mº                            º
@ECHO [11;23H[1;37;40mº                            º
@ECHO [12;23H[1;37;40mº                            º
@ECHO [13;23H[1;37;40mº                            º
@ECHO [14;23H[1;37;40mº                            º
@ECHO [15;23H[1;37;40mº                            º
@ECHO [16;23H[1;37;40mº                            º
@ECHO [17;23H[1;37;40mº                            º
@ECHO [18;23H[1;37;40mÈÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍ¼
